Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: (Ulepsz pancerz - +7 do każdej statystyki za ulepszenie)
uk: (Покращення обладунку - +7 до всіх показників захисту)

source: (Ulepsz zwykły pancerz)
uk: (Поліпшити звичайні обладунки)

source: (Ustaw biblioteczkę)
uk: (Розмістити книжкову шафу)

source: (Ustaw biedne łóżko)
uk: (Розмістити дешеве ліжко)

source: (Ustaw biedny stół)
uk: (Розмістити дешевий стіл)

source: (Ustaw biedną skrzynię)
uk: (Розмістити дешеву скриню)

source: (Ustaw bogate łóżko)
uk: (Розмістити розкішне ліжко)

source: (Ustaw bogaty duży stół)
uk: (Розмістити розкішний великий стіл)

source: (Ustaw bogaty stół 1)
uk: (Розмістити розкішний стіл 1)

source: (Ustaw bogaty stół 2)
uk: (Розмістити розкішний стіл 2)

source: (Ustaw choinkę)
uk: (Розмістити новорічну ялинку)

source: (Ustaw czerwoną sofę)
uk: (Розмістити червоний диван)

source: (Ustaw dorodne rośliny)
uk: (Розмістити розкішні рослини)

source: (Ustaw drewnianą ławkę)
uk: (Розмістити дерев'яну лавку)

source: (Ustaw duży kominek)
uk: (Розмістити великий камін)

source: (Ustaw duży regał)
uk: (Розмістити велику книжкову шафу)

source: (Ustaw górę złota - 10000 SZ)
uk: (Насипати гору золота - 10000 золотих)

source: (Ustaw kominek)
uk: (Розмістити камін)

source: (Ustaw kącik Araxos)
uk: (Облаштувати куточок в стилі Араксосу)

source: (Ustaw kącik Klasztorny)
uk: (Облаштувати куточок в стилі Монастиря)

source: (Ustaw kącik Pirata)
uk: (Облаштувати куточок в піратському стилі)

source: (Ustaw kącik Południowca)
uk: (Облаштувати куточок в південному стилі)

source: (Ustaw kącik Straży)
uk: (Облаштувати куточок в стилі Варти)

source: (Ustaw kącik Wilczego Leża)
uk: (Облаштувати куточок в стилі Вовчого Лігва)

source: (Ustaw kącik frakcyjny)
uk: (Розмістити куточок фракції)

source: (Ustaw manekiny)
uk: (Розмістити манекени)

source: (Ustaw mały kominek)
uk: (Розмістити невеликий камін)

source: (Ustaw mały regał)
uk: (Розмістити невелику книжкову шафу)

source: (Ustaw narzędzia kowalskie)
uk: (Встановити ковальські інструменти)

source: (Ustaw narzędzia kucharskie)
uk: (Розмістити кухонні принади)

source: (Ustaw niebieską sofę)
uk: (Розмістити синій диван)

source: (Ustaw okrągły biedny stół)
uk: (Розмістити дешевий круглий стіл)

source: (Ustaw okrągły bogaty stół)
uk: (Розмістити розкішний круглий стіл)

source: (Ustaw posąg Adanosa)
uk: (Розмістити статую Аданоса)

source: (Ustaw posąg Beliara)
uk: (Розмістити статую Беліара)

source: (Ustaw posąg Innosa)
uk: (Розмістити статую Інноса)

source: (Ustaw posąg boga)
uk: (Розмістити статую божества)

source: (Ustaw pozę)
uk: (Застосувати позу)

source: (Ustaw prosty kominek)
uk: (Розмістити звичайний камін)

source: (Ustaw rośliny)
uk: (Розмістити рослини)

source: (Ustaw skrzynię)
uk: (Розмістити скриню)

source: (Ustaw srebrną skrzynię)
uk: (Розмістити срібну скриню)

source: (Ustaw stół alchemiczny)
uk: (Розмістити алхімічний стіл)

source: (Ustaw stół do pisania)
uk: (Розмістити письмовий стіл)

source: (Ustaw stół)
uk: (Розмістити стіл)

source: (Ustaw tapetę 1)
uk: (Вибрати шпалери 1)

source: (Ustaw tapetę 10)
uk: (Вибрати шпалери 10)

source: (Ustaw tapetę 2)
uk: (Вибрати шпалери 2)

source: (Ustaw tapetę 3)
uk: (Вибрати шпалери 3)

source: (Ustaw tapetę 4)
uk: (Вибрати шпалери 4)

source: (Ustaw tapetę 5)
uk: (Вибрати шпалери 5)

source: (Ustaw tapetę 6)
uk: (Вибрати шпалери 6)

source: (Ustaw tapetę 7)
uk: (Вибрати шпалери 7)

source: (Ustaw tapetę 8)
uk: (Вибрати шпалери 8)

source: (Ustaw tapetę 9)
uk: (Вибрати шпалери 9)

source: (Ustaw tańsze rośliny)
uk: (Посадити дешеві рослини)

source: (Ustaw warsztat łuczarski)
uk: (Встановити верстак для виготовлення луків)

source: (Ustaw zapomnianą skrzynię)
uk: (Розмістити занедбану скриню)

source: (Ustaw zwykłe łóżko)
uk: (Розмістити звичайне ліжко)

source: (Ustaw zwykłą skrzynię)
uk: (Розмістити звичайну скриню)

source: (Ustaw zwykłą ławkę)
uk: (Розмістити звичайну лавку)

source: (Ustaw złotą skrzynię)
uk: (Розмістити золоту скриню)

source: (Ustaw ławkę)
uk: (Розмістити лавку/диван)

source: (Ustaw łóżko)
uk: (Розмістити ліжко)

source: (Ustaw świąteczną tapetę)
uk: (Вибрати святкові шпалери)

source: (Ustaw żółtą sofę)
uk: (Розмістити жовтий диван)

source: (Usuń manekina 1)
uk: (Прибрати манекен 1)

source: (Usuń manekina 2)
uk: (Прибрати манекен 2)

source: (Usuń manekina 3)
uk: (Прибрати манекен 3)

source: (Usuń manekina 4)
uk: (Прибрати манекен 4)

source: (Usuń manekina 5)
uk: (Прибрати манекен 5)

source: (Usuń manekina 6)
uk: (Прибрати манекен 6)

source: (Usuń manekina 7)
uk: (Прибрати манекен 7)

source: (Usuń)
uk: (Прибрати)

source: (WRÓĆ DO POPRZEDNICH PYTAŃ)
uk: (ПОВЕРНУТИСЯ ДО ПОПЕРЕДНІХ ПИТАНЬ)

source: (WRÓĆ DO PYTAŃ)
uk: (Повернутись до питань)

source: (Walcz)
uk: (Битися)

source: (Wewnętrzna lewa ściana)
uk: (Дальня стіна зліва)

source: (Wewnętrzna prawa ściana)
uk: (Дальня стіна справа)

source: (Wewnętrzne pola)
uk: (Внутрішні плити)

source: (Weź ulotkę)
uk: (Взяти оголошення)

source: (Weź wino)
uk: (Взяти вино)

source: (Wróć łódką na drugi brzeg)
uk: (Повернутися на човні на інший берег)

source: (Wtajemnicz Viktora)
uk: (Розповісти Віктору про план)

source: (Wyciągnij broń)
uk: (Дістати зброю)

source: (Wydaj Foxa)
uk: (Здати Фокса)

source: (Wylej wodę)
uk: (Вилити воду)

source: (Wylosuj wyzwanie)
uk: (Витягнути випробування)

source: (Wypij eliksir)
uk: (Випити еліксир)

source: (Wypraw mu morski pogrzeb)
uk: (Влаштувати йому морський похорон)

source: (Wyrusz z Tonanem pod wieżę.)
uk: (Вирушити з Тонаном до вежі.)

source: (Wysłuchaj)
uk: (Вислухати)

source: (Wyłów rybę)
uk: (Рибалити)

source: (Z czapką)
uk: (З капелюхом)

source: (Zabierz do domu)
uk: (Забрати додому)

source: (Zabierz)
uk: (Взяти)

source: (Zabij Daniela)
uk: (Вбити Даніеля)

source: (Zachowaj milczenie)
uk: (Мовчати)

source: (Zacznij pisać przemówienie)
uk: (Розпочати написання промови)

source: (Zagadaj)
uk: (Поговорити)

source: (Zagwiżdż)
uk: (Свиснути)

source: (Zakończ oględziny)
uk: (Завершити огляд)

source: (Zanieś do Tengrala)
uk: (Відвести його до Тенграла)

source: (Zaoferuj 100 SZ)
uk: (Запропонувати 100 золотих)

source: (Zaoferuj 200 SZ)
uk: (Запропонувати 200 золотих)

source: (Zaoferuj 25 SZ)
uk: (Запропонувати 25 золотих)

source: (Zaoferuj 50 SZ)
uk: (Запропонувати 50 золотих)

source: (Zaoferuj łapówkę)
uk: (Запропонувати хабар)

source: (Zaproponuj 20 bryłek)
uk: (Пропоную 20 самородків)

source: (Zaproponuj 50 bryłek)
uk: (Пропоную 50 самородків)

source: (Zaproponuj coś na wytrzeźwienie)
uk: (Запропонувати щось, щоб протверезіти)

source: (Zaproponuj piwo)
uk: (Запропонувати пиво)

source: (Zaproponuj trunek)
uk: (Запропонувати напій)

source: (Zaproponuj wino)
uk: (Запропонувати вино)

source: (Zaproponuj zioło)
uk: (Запропонувати скрутку)

source: (Zaproponuj źródło światła)
uk: (Запропонувати джерело світла)

source: (Zapytaj o Holdwiga)
uk: (Запитати про Гольдвіга)

source: (Zapytaj o konflikt braci)
uk: (Запитати про сварку між братами)

source: (Zapytaj o pomoc ze zdobyciem receptury)
uk: (Попросити допомоги в отриманні рецепту)

source: (Zapytaj o zaginioną kuszę z listu).
uk: (Запитати про зниклий арбалет, згаданий у листі).

source: (Zapłać 10 bryłek złota)
uk: (Заплатити 10 золотих самородків)

source: (Zapłać 100 SZ)
uk: (Заплатити 100 золотих)

source: (Zapłać 1000 SZ)
uk: (Заплатити 1000 золотих)

source: (Zapłać 200 SZ za magiczne zwoje)
uk: (Заплатити 200 золотих за магічні сувої).

source: (Zapłać 200 SZ za prowiant)
uk: (Заплатити 200 золотих за провізію)

source: (Zapłać 200 SZ)
uk: (Заплатити 200 золотих)

source: (Zapłać 250 SZ za kontakty)
uk: (Заплатити 250 золотих за контакти)

source: (Zapłać 300 SZ za drewno)
uk: (Заплатити 300 золотих за деревину)

source: (Zapłać 450 SZ za kontakty)
uk: (Заплатити 450 золотих за контакти)

source: (Zapłać 5 bryłek złota)
uk: (Заплатити 5 золотих самородків)

source: (Zapłać 50 SZ)
uk: (Заплатити 50 золотих)

source: (Zapłać 500 SZ)
uk: (Заплатити 500 золотих)

source: (Zapłać 75 SZ)
uk: (Заплатити 75 золотих)

source: (Zapłać za klucze do domu)
uk: (Заплатити за ключ від будинку)

source: (Zapłać za pozbycie się mówców Volkera)
uk: (Заплатити, щоб позбутися оповісників Волкера)

source: (Zapłać za udział w Turnieju)
uk: (Заплатити за участь у турнірі)

source: (Zapłać za wejście)
uk: (Оплатити вхід)

source: (Zapłać za wyposażenie na wyprawę 400 SZ)
uk: (Оплатити спорядження для експедиції 400 золотих)

source: (Zapłać)
uk: (Заплатити)

source: (Zastrasz)
uk: (Залякати)

source: (Zatrzymaj woreczek od Bradlocka)
uk: (Залишити собі гаманець від Бредлока)

source: (Zawieś głowę cieniostwora)
uk: (Повісити голову тінезвіра)

source: (Zawieś głowę niedźwiedzia)
uk: (Повісити голову ведмедя)

source: (Zawieś głowę trolla)
uk: (Повісити голову троля)

source: (Zawieś głowę wilka)
uk: (Повісити голову вовка)

source: (Zawieś obraz 1)
uk: (Повісити картину 1)

source: (Zawieś obraz 2)
uk: (Повісити картину 2)

source: (Zawieś obraz 3)
uk: (Повісити картину 3)

source: (Zawieś obraz 4)
uk: (Повісити картину 4)

source: (Zawieś obraz 5)
uk: (Повісити картину 5)

source: (Zawieś obraz)
uk: (Повісити картину)

source: (Zawieś trofea)
uk: (Розвісити трофеї)

source: (Załatw swoje sprawy)
uk: (Зайнятися своїми справами)

source: (Zażądaj walki)
uk: (Вимагати бою)

source: (Zdejmij wszystko)
uk: (Зняти все)

source: (Zewnętrzna lewa ściana)
uk: (Стіна зліва)

source: (Zewnętrzna prawa ściana)
uk: (Стіна справа)

source: (Zewnętrzne pola)
uk: (Зовнішні плити)

source: (Zjedz chleb)
uk: (З'їсти хліб)

source: (Zostaw fałszywe ogłoszenie)
uk: (Розмістити фальшиве оголошення)

source: (Zostaw ogłoszenie Bodowina)
uk: (Повісити оголошення Бодовіна)

source: (Zostaw ogłoszenie o kupnie domu)
uk: (Розмістити оголошення про аукціон з продажу будинку)

source: (Zostaw ogłoszenie)
uk: (Розмістити оголошення)

source: (Zostań w latarni)
uk: (Залишитися на маяку)

source: (całe ogłoszenie wydaje się być nowe, ale jednocześnie jest zamalowane wielkim znakiem X, by pokazać, że nie jest już aktualne)
uk: (оголошення виглядає новим, але в той же час його перекреслено великим хрестом, щоб показати, що воно більше не актуальне)

source: (na punkt many)
uk: (за одиницю мани)

source: (ta strona dziennika wygląda na wyrwaną w pośpiechu)
uk: (сторінка виглядає так, ніби її поспіхом вирвали з щоденника)

source: (wiele stron jest zupełnie nieczytelnych ze względu na ich wiek)
uk: (багато сторінок повністю нечитабельні через свій вік)

source: (większość treści rozmyła woda)
uk: (більшість тексту розмита водою)

source: *próba złapania powietrza*
uk: <намагається вдихнути повітря>

source: - 1200 sztuk złota
uk: - 1200 золотих

source: - 1x Bryłka magicznej rudy
uk: - 1х самородок магічної руди

source: - 1x Skóra czarnego niedźwiedzia
uk: - 1х шкура чорного ведмедя

source: - 1x Skóra wilka z Nordmaru
uk: - 1х шкура нордмарського вовка

source: - 2x Skóra niedźwiedzia
uk: - 2х шкури ведмедя

source: - 2x skóra owcy
uk: - 2 овечі шкури

source: - 2x łupka żelazna
uk: - 2 залізних самородки

source: - 4x Kieł trolla
uk: - 4х ікла троля

source: - Dwie szaty Maga Ognia
uk: - Дві мантії Магів Вогню

source: - Godfrey
uk: - Годфрі

source: - Most między Koszarami a Starym Miastem
uk: - Міст між казармами та Старим містом

source: - Na molo od jakiegoś czasu stoją skrzynie z żywnością. Z raportu wynika, że to dostawa dla przemytników. Trzeba się pozbyć tych skrzyń pod osłoną nocy.
uk: - На причалі вже деякий час стоять ящики з провізією. З рапорту випливає, що це доставка для контрабандистів. Нам потрібно позбутися цих ящиків під покровом ночі.

source: - Otrzymaliśmy informacje, że w porcie została zamówiona szybka łódź do transportu towarów. Musimy się upewnić, że jej budowa nigdy nie zostanie ukończona.
uk: - Ми отримали інформацію, що в порту замовили швидкісний вантажний човен. Ми повинні зробити так, щоб його будівництво ніколи не було завершено.

source: - Pancerz Gwardzisty Królewskiego
uk: - Обладунок королівського гвардійця

source: - Podobno jeden z kupców z Placu Targowego handluje z przemytnikami. Z naszych informacji wynika, że spotykają się w nocy gdzieś w zachodniej części portu.
uk: - Схоже, що один з торговців з Ринкової площі торгує з контрабандистами. За нашою інформацією, вони зустрічаються вночі десь у західній частині порту.

source: - Przy wejściu wylej wabik na szczury. Ramha będzie dysponować taką miksturą. To sprawi, że część pracowników odmówi pracy.
uk: - Біля входу розлий приманку для щурів. Купити її можеш у Рамхи. Це ненадовго заставить працівників відволіктися від роботи.

source: - Retul klęczy za skałą i strzela z kuszy do ewentualnej obstawy (wyraźnie zaznaczyliśmy odpowiednie miejsce)
uk: - Ретул, ховаючись за скелею, розстріляє з арбалета охоронців (ми позначили потрібне місце)

source: - Ros i ja trzymamy tarcze i przyjmujemy na nie ciosy ewentualnej obstawy
uk: - Ми з Росом, тримаючи щити, приймаємо на себе удари усіх інших.

source: - Slumsy przy Złotych wrotach
uk: - Нетрі, біля 'Золотих воріт'

source: - Strój bogatego kupca
uk: - Вбрання багатого торговця

source: - Strój drwala
uk: - Вбрання лісоруба

source: - Teren pomiędzy Slumsami a Portem, niedaleko dźwigu
uk: - Між нетрями і портом, неподалік від крана

source: - Udało nam się dorwać faceta, który był mocno powiązany z przemytnikami. Możemy spróbować wyciągnąć z niego dodatkowe informacje. Adelard czeka z nim w Ustroniu Żeglarza.
uk: - Нам вдалося знайти хлопця, який був тісно пов'язаний з контрабандистами. Спробуємо вибити з нього додаткову інформацію. Аделард вже чекає з ним у Прихистку моряка.

source: - Ukradnij dokumenty z biura Dacka. Sprawdź ich treść, zniszcz po przeczytaniu. Kufer jest dobrze zabezpieczony. Uważaj, by cię nie złapali, bo wtedy radzisz sobie sam.
uk: - Викради документи з кабінету Дака. Прочитай їх, а потім знищ. Скриня добре охороняється, тому дивися, щоб тебе не спіймали, бо вибиратимешся сам.

source: - Uzyskać przynajmniej trzy pisemne listy polecające od obecnych obywateli Archolos. Dotyczy to zarówno obywateli rdzennych, jak i również tych, którym obywatelstwo zostało nadane.
uk: - Отримати щонайменше три рекомендаційні листи від громадян Архолосу. Це стосується як корінних жителів, так і тих, хто набув громадянства.

source: - Weź drewno zza budynku stoczni - następnie potnij na małe kawałki. Nie będzie nadawać się do użytku. Bądź ostrożny, ktoś ze stoczniowców zawsze go pilnuje.
uk: - За будівлею корабельні знайдеш деревину. Розріж її на дрібні дошки, щоб вона стала непридатною для подальшого використання. Але обережно - один із працівників корабельні постійно стереже її.

source: - Wnieść dobrowolną opłatę w wysokości dwustu sztuk złota, na potrzeby administracyjne i pokrycie kosztów sporządzenia stosownej dokumentacji.
uk: - Сплатити добровільний внесок у розмірі двохсот золотих, для адміністративних цілей та покриття витрат на складання відповідних документів.

source: - Yesion i Toki ciągną linę, żeby zawalić wyjście z wąwozu, kiedy Ernesto już do niego wejdzie (zakopaliśmy tam nawet kamienie, żebyście mieli dobre podparcie!)
uk: - Єсіон і Токі смикають за мотузку, щоб завалити вихід із ущелини, як тільки Ернесто увійде в нього (ми навіть прикопали там каміння, щоб у вас була надійна опора!).

source: - Zniszcz kilka sztuk narzędzi - nie przesadź, chcemy, by stocznia jakoś funkcjonowała.
uk: - Знищ декілька інструментів, але не перестарайся. Ми ж хочемо, щоб корабельня хоч якось функціонувала.

source: - kufer sztab z magicznej rudy
uk: - скриня зі зливками магічної руди

source: - oddałeś
uk: - віддано

source: - otrzymałeś
uk: - отримано

source: - paczki z bronią
uk: - зв'язки зі зброєю

source: - skrzynia wypełniona po brzegi złotem i biżuterią
uk: - скриня, наповнена золотом та коштовностями

source: - szkatułki myrtańskiej biżuterii
uk: - скриньки з міртанськими прикрасами

source: - worki z magiczną rudą
uk: - мішечки з магічною рудою

source: -1 tuzin koszy chleba
uk: -1 дюжина кошиків хліба

source: -1 złoty naszyjnik
uk: -1 золоте намисто

source: -1 złoty puchar
uk: -1 золотий келих

source: -1 złoty talerz
uk: -1 золота тарілка

source: -10 butelek spirytusu
uk: -10 пляшок спирту

source: -13 beczek wina
uk: -13 бочок вина

source: -14 skór wilka
uk: -14 вовчих шкур

source: -16 skór szczura
uk: -16 щурячих шкур

source: -2 srebrne naszyjniki
uk: -2 срібні намиста

source: -2 srebrne puchary
uk: -2 срібних келихи

source: -2 srebrne talerze
uk: -2 срібні тарілки

source: -2 tuziny koszy chleba
uk: -2 дюжини кошиків хліба

source: -21 beczek piwa
uk: -21 бочка пива

source: -28 beczek wina
uk: -28 бочок вина

source: -32 pęt kiełbasy jagnięcej
uk: -32 кільця баранячої ковбаси

source: -40 beczek piwa
uk: -40 бочок пива

source: -6 skór dzika
uk: -6 кабанячих шкур

source: -60 pęt kiełbasy jagnięcej
uk: -60 кілець баранячої ковбаси

source: -Atakowanie zwierząt hodowlanych - na terenie wioski Silbach jedyną osobą mającą prawo uboju jest rzeźnik
uk: -Напад на домашніх тварин – у селі Сільбах єдиною особою, яка має право на забій, є різник

source: -Bastian - karczmarz - jedzenie, przepisy oraz alkohole - karczma przy placu wioski
uk: -Бастіан - корчмар - їжа, рецепти та спиртні напої - корчма на сільській площі

source: -Browar Mroczny Paladyn - Tomas - Plac Targowy
uk: -Темний Паладин – Броварня – Томас – Ринкова площа

source: -Brush
uk: -Браш

source: -Bylin
uk: -Білін

source: -Carden - łowca - trofea i amunicja - okolice wschodniej bramy
uk: -Карден - мисливець - трофеї та амуніція - біля східних воріт

source: -Cienie Przeszłości - muzeum - Miron - Okolice Posiadłości Volkera
uk: -Тіні Минулого – Музей – Мирон – поряд з маєтком Волкера

source: -Davis, ślusarz, Dzielnica Rzemieślników
uk: -Девіс, слюсар, Ремісничий квартал

source: -Dolina Złota - pracownia jubilerska - Susanne - Stare Miasto
uk: -Золота Долина – Ювелірна майстерня – Сюзанна – Старе місто

source: -Dolina Świtu - Sklep meblowy - Katrina - Stare Miasto
uk: -Долина Світанку – Крамниця меблів – Катріна – Старе місто

source: -Dotykanie kufrów, skrzyń i pojemników - nawet jeśli nie doszło jeszcze do kradzieży
uk: - Огляд вмісту скринь, ящиків та контейнерів – навіть якщо нічого не було вкрадено

source: -Doświadczony - zwykłe i zaawansowane wywary lecznicze, eliksiry czasowo zwiększające zdolności ciała oraz umysłu, a także długotrwałe mikstury szybkości.
uk: -Досвідчений - звичайні та покращені цілющі відвари, еліксири для тимчасового збільшення фізичних та розумових здібностей, а також довготривалі зілля швидкості.

source: -Dwa wschodnie fiołki
uk: -Дві східні фіалки

source: -Dwuręczne, Siła - wielkie topory i wielkie miecze
uk: -Дворучна, що потребує сили: великі сокири та великі мечі

source: -Dwuręczne, Zręczność - długie piki i włócznie
uk: -Дворучна, що потребує спритності: довгі піки та списи

source: -Dyrl
uk: -Дірл

source: -Dzielnica Rzemieślników - naprzeciw rzeźni Slagera
uk: -Ремісничий квартал - навпроти бійні Слагера

source: -Dzik - ogniste ziele
uk: -Кабани - вогняна трава

source: -Frida, łuczarka, Dzielnica Targowa
uk: -Фріда, майстриня луків, Торговий квартал

source: -Gobliny - ziele lecznicze
uk: -Гобліни - цілюща трава

source: -Gwiazda Polarna - pracownia astrologa - Stare Miasto
uk: -Полярна Зоря – Астрономічна майстерня – Старе місто

source: -Hershlik, alchemik, Dzielnica Targowa
uk: -Гершлік, алхімік, Торговий квартал

source: -Insygnia - pracownia krawiecka - Plac Targowy
uk: -Вищий Гатунок – Швейна майстерня – Ринкова площа

source: -Jeden starty korzeń leczniczy
uk: -Один тертий цілющий корінь

source: -Jednoręczne, Siła - miecze i małe topory
uk: -Одноручна, що потребує сили: мечі та малі сокири

source: -Jednoręczne, Zręczność - lekkie miecze i szpady
uk: -Одноручна, що потребує спритності: легкі мечі та шпаги

source: -Kradzież - niezależnie od wartości i wielkości przedmiotu
uk: -Крадіжка – незалежно від вартості та розміру вкраденого

source: -Kretoszczury - ognista pokrzywa
uk: -Кротощури - вогняна кропива

source: -Krwawy Odwet - rzeźnia - Slager - Dzielnica Rzemieślników
uk: -Кривава Відплата – Бійня – Слагер – Ремісничий квартал

source: -Krwiopijce - niebieski bez
uk: -Шершні - синя бузина

source: -Kryjówka Korsarzy - Hotel w Starym Mieście - Stare Miasto
uk: -Схованка Корсара – Готель – Старе місто

source: -Lary
uk: -Ларі

source: -Las na północ od wioski - niewielki dopływ światła znacznie ogranicza tam widoczność, co tworzy idealne warunki do polowań dla wargów.
uk: -Ліс на північ від села – там мало світла, що сильно знижує видимість та створює ідеальні умови полювання для варгів.

source: -Lasy w pobliżu wodospadów, na wschód od wioski Silbach - dostrzeżono tam ostatnio grupę żaboludzi.
uk: -Ліси біля водоспадів, на схід від села Сільбах – там нещодавно помітили групу жаболюдів.

source: -Lokvar - zielarz - mikstury, rośliny oraz zwoje magiczne - chata przy cmentarzu
uk: -Локвар - травник - зілля, рослини та магічні сувої - будинок біля цвинтаря

source: -Lucroth
uk: -Лукрот

source: -Markus - łowca, łuczarz - broń strzelecka, trofea łowieckie oraz przepisy wytwarzania broni strzeleckiej - namiot na zachód od południowej bramy wioski
uk: -Маркус - мисливець, майстер луків - стрілецька зброя, мисливські трофеї та креслення - намет на захід від південних воріт села

source: -Mgliste Moczary - południowo-wschodnia część wyspy
uk: -Туманні болота – південно-східна частина острова

source: -Mistrz - potężne wywary lecznicze oraz eliksiry trwale zwiększające zdolności ciała i umysłu.
uk: -Майстер - сильнодіючі цілющі відвари та зілля, які назавжди підвищують фізичні та розумові здібності.

source: -Morderstwo - zgodnie z Myrtańską tradycją, świadkowie morderstwa mają prawo do wymierzenia natychmiastowej kary, jednak jeśli sprawca ujdzie cało, może opłacić grzywnę jako zadośćuczynienie.
uk: -Вбивство – згідно з міртанською традицією, свідки мають право негайно покарати вбивцю, але якщо злочинець втече живим, він або вона можуть сплатити штраф як компенсацію.

source: -Mroczne Tajemnice - zamtuz - Vlada - Na południe od Placu Świątyni Adanosa
uk: -Темні Таємниці – Будинок розпусти – Влада – На південь від площі храму Аданоса

source: -Na Tropie Bestii - sklep łuczarski - Frida - Plac Targowy
uk: -По Сліду Звіра – Майстерня лучника – Фріда – Ринкова площа

source: -Na Uchodźstwie - zakład łuczarski - Port, Dzielnica Biedoty
uk: -У Вигнанні – Майстерня лучника – Порт, Бідний квартал

source: -Odgar, kowal, Dzielnica Rzemieślników
uk: -Одгар, коваль, Ремісничий квартал

source: -Odyseja - Kartograf - Ludwig - Na wschód od Placu Świątyni Adanosa
uk: -Одіссея – Картограф – Людвіг – На захід від площі храму Аданоса

source: -Odłamek Świata - zakład alchemiczny - Hershlik - Zachodnia część Placu Targowego
uk: -Уламок Світу – Крамниця алхіміка – Гершлік – західна частина Ринкової площі

source: -Onysh
uk: -Ониш

source: -Ostatnie Starcie - kowal - Walter - Na wschód od Placu Świątyni Adanosa
uk: -Останнє Зіткнення – Коваль – Волтер – На захід від площі храму Аданоса

source: -Paj
uk: -Падж

source: -Paola - piekarz - pieczywo i wypieki - piekarnia przy placu wioski
uk: -Паоло - пекар - хліб і випічка - пекарня на сільській площі

source: -Pięć roślin leczniczych
uk: -П'ять цілющих рослин

source: -Plac Targowy - naprzeciw pracowni krawieckiej 'Insygnia'
uk: -Ринкова площа - навпроти швейної майстерні 'Вищий Гатунок'

source: -Podróżnik - sklep z różnościami - Alice - Plac Świątyni Adanosa
uk: -Мандрівник – 1000 дрібниць – Аліса – Площа храму Аданоса

source: -Polne i leśne bestie - korzeń leczniczy
uk: -Польові та лісові жуки - цілющий корінь

source: -Południowe Bagna
uk: -Південні болота

source: -Prowokowanie bójek poprzez dobycie broni lub magii
uk: - Провокація бійки за допомогою зброї або магії
